setting {
    games = ["2016052401435705": "猪来了",
             "2017090108502293": "猪来了",
             "2017090408550279": "百战斗斗堂",
             "2015122301031978": "口袋德州",
             "2017090508566356": "口袋德州",
             "2016052301432568": "口袋斗地主",
             "2017090508566176": "口袋斗地主",
             "2017091508737604": "疯狂飞车",
             "2017092208870109": "大天使之剑",
             "2017101609329388": "魔晶猎人",
             "2017051207220849": "口袋小镇(H5)",
             "2017073107972674": "小游戏中心(H5)",
             "2017102409497949": "小游戏中心(H5)"
    ] as Map
    aggPath = "/Users/kcheng/Downloads/advdata"
    title1 = ["基本数据","Android","iOS"]
    title2 = ["游戏名称","新增用户","DAU","在线时间","新增用户","DAU","在线时间"]
    title3 = ["导量数据","Android","iOS"]
    title4 = ["导量源","导量标的","Icon PV","Icon UV","点击次数","成功导量","转化率","Page PV","Page UV","点击次数","成功导量","转化率"]
}
